{
    "donation": [{
            "orgId": "a",
            "org": "<a href=https://www.moma.org/ target='_blank'>MoMA (Museum of Modern Art)</a> [Arts, Culture, Humanities]",
            "description": "The Museum of Modern Art (MoMA) is an art museum located in New York City. MoMA plays a major role in developing and collecting modern art and is often identified as one of the largest and most influential museums of modern art in the world. "
        },
        {
            "orgId": "b",
            "org": "<a href=https://www.feedingamerica.org/ target='_blank'>Feeding America</a> [Human Services]",
            "description": "Feeding America is a United States-based nonprofit organization that is a nationwide network of more than 200 food banks that feed more than 46 million people through food pantries, soup kitchens, shelters, and other community-based agencies."
        },
        {
            "orgId": "c",
            "org": "<a href=https://www.teachforamerica.org/ target='_blank'>Teach for America</a> [Education]",
            "description": "Teach for America is a nonprofit organization whose stated mission is to enlist, develop, and mobilize as many as possible of our nation 's most promising future leaders to grow and strengthen the movement for educational equity and excellence."
        }, {
            "orgId": "d",
            "org": "<a href=https://www.nature.org/en-us/ target='_blank'>The Nature Conservancy</a> [Environment]",
            "description": "The Nature Conservancy is a charitable environmental organization headquartered in Arlington, Virginia, United States. Its mission is to conserve the lands and waters on which all life depends."
        },
        {
            "orgId": "e",
            "org": "<a href=https://www.humanesociety.org/ target='_blank'>The Humane Society of the United States</a> [Pets & Animal]",
            "description": "The Humane Society of the United States is the nation's largest and most effective animal protection organization. We and our affiliates provide hands-on care and services to more than 100,000 animals each year, and we professionalize the field through education and training for local organizations. We are the leading animal advocacy organization, seeking a humane world for people and animals alike. "
        },
        {
            "orgId": "f",
            "org": "<a href=https://www.cancer.org/ target='_blank'>American Cancer Society</a> [Health]",
            "description": "The American Cancer Society is a nationwide voluntary health organization dedicated to eliminating cancer. Established in 1913, the society is organized into six geographical regions of both medical and lay volunteers operating in more than 250 Regional offices throughout the United States."
        },
        {
            "orgId": "g",
            "org": "<a href=https://www.rescue.org/ target='_blank'>International Rescue Committee</a> [International]",
            "description": "The International Rescue Committee is a global humanitarian aid, relief, and development nongovernmental organization. Founded in 1933 at the request of Albert Einstein, the IRC provides emergency aid and long-term assistance to refugees and those displaced by war, persecution, or natural disaster."
        },
        {
            "orgId": "h",
            "org": "<a href=https://www.blueskiesministries.org/ target='_blank'>Blue Skies Ministries</a> [Faith and Spiritual]",
            "description": "Blue Skies Ministries’ mission is to bring the hope of Christ to families living through the challenges of pediatric cancer so that children who are sick will laugh and play and feel “normal” again; that siblings, who often compete with cancer, will feel cherished and get to have uninterrupted family fun; that moms and dads will grow strong and begin lifelong friendships with others on Kindred Journeys; and, most importantly, that everyone at Blue Skies will experience the love of our Heavenly Father."
        },
        {
            "orgId": "i",
            "org": "<a href=https://woundedwarriorhomes.org/ target='_blank'>Wounded Warrior Homes Inc</a> [Veteran]",
            "description": "Founded in 2009, Wounded Warrior Homes provides affordable long-term transitional housing, hands-on resources, and a defined path for each member to transition from active-duty military service to independent living as a veteran of foreign wars."
        }


    ]
}
