{
	"title": "What societal causes do you think need the most support?",
	"pages": [{
		"title": "What societal causes do you think need the most support?",
		"questions": [{
			"type": "matrix",
			"name": "allocate_likert_p2",
			"isAllRowRequired": true,
			"title": "People have different preferences in how resources should be allocated for different societal causes. For each of the causes listed below, how important do you think the cause is to you and that more effort and resources should be contributed toward the cause?",
			"columns": [{
				"value": 1,
				"text": "Very Unimportant"
			}, {
				"value": 2,
				"text": "Unimportant"
			}, {
				"value": 3,
				"text": "Neutral"
			}, {
				"value": 4,
				"text": "Important"
			}, {
				"value": 5,
				"text": "Very important"
			}],
			"rows": [{
					"value": "a",
					"text": "Increase Funding for Medicaid   >>   (Medicaid is a federal and state program that helps with medical costs for some people with limited income and resources)"
				},
				{
					"value": "b",
					"text": "Strengthen Gun Control   >>   (Gun control is the set of laws or policies that regulate the manufacture, sale, transfer, possession, modification, or use of firearms by civilians)"
				},
				{
					"value": "c",
					"text": "Reduce Global Warming   >>   (Global warming is the long-term rise in the average temperature of the Earth's climate system)"
				},
				{
					"value": "d",
					"text": "Strive for Equal Pay across Gender   >>   (Equal pay across gender refers to paying the same salary for the same job across people of different genders)"
				},
				{
					"value": "e",
					"text": "Tighten Social Media Regulations   >>   (Social media regulations refers to the government actively regulates social media sites as a means to prevent fake news and misinformation)"
				},
				{
					"value": "f",
					"text": "Tighten Drug Price Regulations   >>   (Drug price regulations refers to the government regulating the prices of life-saving drugs)"
				},
				{
					"value": "g",
					"text": "Increase Funding for Maintaining Border Security   >>   (Maintaining border security refers to addressing the perceived threats posed to the United States through land borders, ports and airports via the form of human terrorism or the smuggling and detonation of a weapon of mass destruction)"
				},
				{
					"value": "h",
					"text": "Increase Funding for Space Exploration   >>   (Space exploration is the use of astronomy and space technology to explore outer space)"
				},
				{
					"value": "i",
					"text": "Legalize Same-sex Marriage   >>   (Same-sex marriage is the marriage of two people of the same sex or gender, entered into in a civil or religious ceremony)"
				}
			]
		}]
	}]
}
