{
	"filename":"demo",
	"Title":"Task: Buy Back",
	"Description":"<p> This is the <u>second task</u>. </br></br> The researchers from the online video streaming company wants you to make some decision on <b>this page</b> and complete the third task related to your decisions on the <b>next page</b>. <u>Please read the following instructions carefully.</u></br></p><p> 1. You will be given a task on the next page with <b>another weather forecast video.</b> You will be asked to watch that video and answer a list of 5 questions correctly related to that video. As you can imagine, without any changes, the quality of that video will be as bad as the video where the video elements are set to level 0. You will most likely not be able to answer the test questions correctly. <br><br> 2. To help you answer the questions correctly, you are given $30 from the video streaming company to enhance some of the five video elements to your desire levels <b>on this page.</b> Enhancing one level of each element costs $2. For example, to enhance audio stability from level 0 to level 2, it costs $4. Do note that you will not be able to change the items you purchase after leaving this page. <br><br>3. You DO NOT have to use up all of $30 in the purchase. The remaining amount from the $30 after the purchase will be awarded to you as a bonus, <b>if you are the winner of the lottery with a chance of 1 in 30. However, you will only be eligible to enter the lottery if you answer 4 of the 5 questions correctly on the next page.</b><br><br>4. <b>You will use the sliders in the control panel below to indicate the levels you want to purchase for each video element.</b> As you move a slider to a certain level, you can preview the effect on the video below. You will also <b>see the cost</b> of how that purchase would enhance the video. At the bottom of the control panel, you will see the total cost of your purchases.<br><br>5. To help you answer the questions on the next page, the researchers prepared five questions related to the video below. These questions are similiar to those on the next page. <b>You can use these questions, to help you make your decision of what to purchase.</b> Do note that you will be able to watch the video as many times as you want to answer the questions, and the questions will appear on the same page as the video.<br><br>6. <b>Once you have decided on your purchase, click submit.</b> Again, The set of configurations of the video elements you have purchased will be applied on the video on the next page. You will NOT be able to adjust the set of configurations after you leave this page.<br><br>",
	"settings":{
		"control_panel_can_change": true,
		"control_panel_has_price":false,
		"control_panel_freeze":false,
		"showDemoConfig":true,
		"showFullConfig": false,
		"showCheckboxPrice": true,
		"apply":true,
		"normal":false
	}
  }
