{
	"filename":"test",
	"Title":"Task -- Price Your Design",
	"Description":"<p>On to the second step, we would like you to price your design from the previous page. </p><p>Mentioned on the previous page, we used your responses to the streaming consumption preference survey and your demographics information to identify a group of similar customers. We were able to identify one potential buyer from the group who gave identical answers to the survey (BuyerID: B556093). Now, we would like you to help us <b>price the product you designed for this customer, who is similar to you.</b></p><p>Pricing a product is not complicated; we ask you to set a price for each video element between $0 - $4. Think about how much the potential buyer (BuyerID: B556093) might value each element. Then, set a price for that element. The sum of the costs for the five values will be the price of the product. Please also let us know your rationale behind how you price the video elements in the text box.</p><p>Remember, our goal is to <b>offer your configurations and prices to the matched customer similar to you.</b> Naturally, the more a customer values an element, the more they are willing to pay for it, and vice versa. </p><h4>How you earn the bonus:</h4><p>After you submit your price for each of the individual elements, we will show your product and the breakdown of the price to this buyer (BuyerID: B556093). The buyer will decide whether they would be willing to purchase the product at the price you set or not. <b>If the buyer accepts your offer, you will win a rebate that equals 10% of the total price you set.</b> </p> <p>In other words, the higher you price these elements, the more you can potentially earn. However, if the buyer thinks any of the elements is overpriced, they will walk away, and you will not gain anything.</p>",
	"settings":{
		"control_panel_can_change": true,
		"control_panel_has_price":false,
		"control_panel_freeze":false,
		"showDemoConfig":true,
		"showFullConfig": false,
		"showCheckboxPrice": true,
		"showCost": true,
		"apply":true,
		"normal":false
	}
  }
