{
	"survey":false,
	"html":"<h1>Introduction</h1> <br> <p>Prior research has found five video elements that impact a viewer's streaming experience of a video. <b>On this page, we introduce you to the five video elements and how each of them affects your viewing experience:</b> </p> <p> (1) Video resolution <br> (2) Audio quality <br> (3) Motion smoothness <br> (4) Audio stability  <br> (5) Audio-video syncronization. <br><br> <b>Please read this page carefully to understand how we define these elements. A small quiz will follow this page. </b> <br> <br> <h3> Video resolution </h3> <br> <p> This refers to how <u>clear or crisp the visuals</u> are in the video. They can be degraded due to the limited data being transmitted to your device. </p> <container> <video controls width=45%><source src=\"/api/video/bbb-perfect.webm\"></video> &nbsp; &nbsp; <video controls width=45%><source src=\"/api/video/bbb-vq0.webm\"></video> </container> <br> <p> Compare the two videos. The higher resolution the imagery is, the crispier and clearer the video looks, as shown on the left. When a video has <u>low-resolution imagery</u>, the video can be <u>pixelated and unclear</u>, just like the clip on the right. </p> <br> <h3> Audio quality </h3> <br> <p> The second feature, audio quality, is similar. </p> <br> <audio controls > <source src=\"/api/video/bbb-perfect.m4a\"> </audio> &nbsp; &nbsp; <audio controls> <source src=\"/api/video/bbb-aq0.m4a\"> </audio> <br> <p> With high-quality audio, voices are clear and crisp, as shown in the first audio clip on the left. The <u>lower the audio quality</u>, the more <u>muffled and unclear</u> the voice sounds, as you can hear in the second audio clip on the right. </p> <br> <h3> Motion smoothness </h3> <br> <p> Motion smoothness refers to how smooth the visuals of the video are. </p> <container> <video controls width=45%><source src=\"/api/video/bbb-perfect.webm\"></video> &nbsp; &nbsp; <video controls width=45%><source src=\"/api/video/bbb-vid_sutt.webm\"></video> </container> <br> <p> In the video on the left, the video imagery plays smoothly. When there is limited internet bandwidth, some information would be lost during transmission, creating stutters or pauses in the video imagery, as in the video on the right. The more <u>unstable</u> it is, the more <u>frequent pauses</u> there will be in the imagery. </p> <br> <h3> Audio stability </h3> <br> <container> <video controls width=45%><source src=\"/api/video/bbb-perfect.webm\"></video> &nbsp; &nbsp; <video controls width=45%><source src=\"/api/video/bbb-aud_sutt.webm\"></video> </container> <br> <p> The fourth element, audio stability, is about how fluent the audio sounds. Even though these two video clips show the same imagery, the sound in the video clip on the right is <u>choppier</u> compared to the audio in the first video clip. That's because the video on the right has <u>unstable audio</u>, and hence you will miss parts of the audio. </p> <br> <h3> Video-audio synchronization </h3> <br> <p> Finally, the synchronization between audio and video imagery may also be impacted by limited internet bandwidth. Good synchronization allows the visuals in the video to match well with the sound. As the audio and visuals become <u>out of sync</u>, the visuals could appear <u>ahead of</u> the corresponding audio as shown in the video on the right. </p> <br> <container> <video controls width=45%><source src=\"/api/video/bbb-perfect.webm\"></video> &nbsp; &nbsp; <video controls width=45%><source src=\"/api/video/bbb-sync.webm\"></video> </container> <br> <br> <h3> Summary </h3><p> <b>In this study, we want to know how people prioritize their needs for these different video elements.</b> These elements involve <b>video resolution</b> (how clear the visuals are), <b>audio quality</b> (how crisp the audio sounds), <b>motion smoothness</b> (how smooth the visuals are), <b>audio stability</b> (how fluent the audio sounds), and finally, the <b>audio-video synchronization</b> (how well the visuals and the audio match up). </p> <p> <b>Once you have read through this information and feel like you have understood the concepts, please click Submit to move on to the next page and take a small quiz about your understanding of these video elements.</b> </p>"
 }
