{
	"filename":"test",
	"Title":"Task -- Price Your Design",
	"Description":"<p>On to the second step, pricing your product.</p><p>Mentioned on the instruction page, we used your responses to the streaming consumption preference survey and your demographics information to identify one buyer (BuyerID: B556093) who gave identical answers to the survey. Now, we would like you to help us <b>price the product for this buyer, who is similar to you.</b></p><p>Like we mentioned, every element, disregard of the quality, comes with a cost and the buyer will have to pay for it. We ask you to set a price for each video component between $0 - $4. Think about how much the buyer (BuyerID: B556093) might value each element. Then, set a price for that element. The sum of the costs for the five values will be the price of the streaming service that the buyer would pay each month. Please also let us know your rationale behind how you price the video elements in the text box.</p><p>Remember, your goal is to <b>offer the configurations of the product and prices to the matched customer similar to you.</b> Naturally, the more a customer values an element, the more they are willing to pay for it, and vice versa. </p><h4>How you earn the bonus:</h4><p>After you submit your price for each of the individual elements, we will show your product design and the breakdown of the price to this buyer (BuyerID: B556093). The buyer will decide whether they would purchase the product at the price you set or not. <b>If the buyer accepts your offer, you will win a commission that equals 10% of the total price you set.</b> So for example, setting the final price at $20, if the buyer chooses your design, you will recieve $2 bonus.</p> <p>In other words, the higher you price these elements, the more you can potentially earn. However, if the buyer thinks any of the elements is overpriced, they will walk away, and you will not gain anything. Yet, if the buyer thinks that the product does not help them complete their goal at understanding the video, they will walk away too.</p>",
	"settings":{
		"control_panel_can_change": true,
		"control_panel_has_price":false,
		"control_panel_freeze":false,
		"showDemoConfig":true,
		"showFullConfig": false,
		"showCheckboxPrice": true,
		"showCost": true,
		"apply":true,
		"normal":false
	}
  }
