{
	"survey":false,
	"html":"<h1>Introduction</h1> <br> <p>Researchers discovered that there are five video elements that impacts a viewer's comfort and understanding of the video. <b>In this survey, we allow you to experience the impact of these five video elements:</b> </p> <p> (1) Quality of the video imagery <br> (2) Quality of the audio <br> (3) Stability of the video imagery <br> (4) Stability of the audio  <br> (5) Synchronization between the video imagery and the audio. <br><br> <b>Please read this page carefully to understand how we define these elements. A small quiz will follow this page. </b> <br> <br> <h3> Quality of video imagery </h3> <br> <p> This refers to how <u>clear or crisp the visual</u> is in the video. It can be degraded because of the limited data being transmitted to your device. </p> <container> <video controls width=45%><source src=\"/api/video/bbb-perfect.webm\"></video> &nbsp; &nbsp; <video controls width=45%><source src=\"/api/video/bbb-vq0.webm\"></video> </container> <br> <p> Compare the two videos. When a video has <u>low-quality imagery</u>, a video can be <u>pixelated and unclear</u>, just like the clip on the right. The higher quality the imagery is, the crispier and clearer the video looks, as shown on the left. </p> <br> <h3> Quality of audio </h3> <br> <p> The second feature, audio quality, is similar. </p> <br> <audio controls > <source src=\"/api/video/bbb-perfect.m4a\"> </audio> &nbsp; &nbsp; <audio controls> <source src=\"/api/video/bbb-aq0.m4a\"> </audio> <br> <p> With high-quality audio, voices are clear and crisp as the first audio clip. The <u>lower the audio quality</u>, the more <u>muffled and unclear</u> the voice sounds, demonstrated as the second audio clip. </p> <br> <h3> Stability of video imagery</h3> <br> <p> The stability of video imagery refers to how smooth the visual is of the video. </p> <container> <video controls width=45%><source src=\"/api/video/bbb-perfect.webm\"></video> &nbsp; &nbsp; <video controls width=45%><source src=\"/api/video/bbb-vid_sutt.webm\"></video> </container> <br> <p> Like the first video, a stable video plays smoothly. When there are limits in internet bandwidth, some information would be lost during transmission, creating stutters or pauses in the video, just like the video on the right. The more <u>unstable</u> it is, the more <u>frequent pauses</u> there will be. </p> <br> <h3> Stability of audio </h3> <br> <container> <video controls width=45%><source src=\"/api/video/bbb-perfect.webm\"></video> &nbsp; &nbsp; <video controls width=45%><source src=\"/api/video/bbb-aud_sutt.webm\"></video> </container> <br> <p> Again, like video imagery stability, the fourth element, stability of the audio, is about how fluent the audio sounds. Even though these two video clip shows the same imagery, but with <u>unstable audio</u>, you will miss parts of the audio. Just like the second video, the sound becomes <u>choppy</u> compared to the audio in the first video clip. </p> <br> <h3> Synchronization of video-audio</h3> <br> <p> Finally, the synchronization between audio and video imagery may also be impacted. Perfect synchronization allows the visual in the video to match perfectly with the sound. As the audio and video imagery becomes <u>out of sync</u>, the video imagery will appear far <u>more ahead</u> of the corresponding audio, demonstrating considerable time lags. Compare the clips below. The latter one demonstrated how out of sync video and audio would be like. </p> <br> <container> <video controls width=45%><source src=\"/api/video/bbb-perfect.webm\"></video> &nbsp; &nbsp; <video controls width=45%><source src=\"/api/video/bbb-sync.webm\"></video> </container> <br> <br> <h3> Wrap-up </h3><p> <b>In this study, we want to know how people prioritize the need for those different video elements.</b> These elements involve <b>the quality of the video</b> (how clear are the visuals), <b>quality of the audio</b> (how crisp is the audio), <b>stability of the audio</b> (how choppy is the audio), <b>stability of the video</b> (how stuttering are the visuals), and finally, the <b>synchronization of the video and audio</b> (how does the visuals and the audio match up). </p> <p> <b>Once you read through this information and felt like you understood the concepts, please click Submit to move on to the next page, where it contains a small quiz to test your understanding of these video elements.</b> </p>"
 }
