{
	"survey":false,
	"html":"<h1>Introduction</h1> <br> <p> More and more airlines today offer in-flight wireless network connection services (or in-flight Wi-Fi) for passengers to access the internet while flying domestic or international. Many of these flights, however, prevents passengers from watching videos through their favorite video streaming services, often because only limited amount of data could be transmitted to your device when flying.</p><br><p>As a video streaming company hoping to provide live streaming to passengers, we want to figure a way to serve passengers video contents using minimal data. This constraint means that we would need to make trade-offs when serving video contents to you, the passenger, during the flights. Researchers in the company catergorized the trade-offs into five video elements which impacts a viewer's comfort and understanding of the video. In this survey, we allow you to experience the impact of these five video elements: </p> <p> (1) Quality of the video imagery <br> (2) Quality of the audio <br> (3) Stability of the video imagery <br> (4) Stability of the audio  <br> (5) Synchronization between the video imagery and the audio. <br> Please read this page carefully to understand how we define these elements. <br> <br> <h3> Quality of video imagery </h3> <br> <p> This refers to how clear or crisp the visual is in the video. It can be degraded because of the limited data being transmitted to your device. </p> <container> <video controls width=45%><source src=\"/api/video/bbb-perfect.webm\"></video> &nbsp; &nbsp; <video controls width=45%><source src=\"/api/video/bbb-vq0.webm\"></video> </container> <br> <p> Compare the two videos. When a video has low-quality imagery, a video can be pixelated and unclear just like the clip on the left. The higher quality the imagery is, the more crisp and clearer the video looks. </p> <br> <h3> Quality of audio </h3> <br> <p> The second feature, audio quality, is similar. </p> <br> <audio controls > <source src=\"/api/video/bbb-perfect.m4a\"> </audio> &nbsp; &nbsp; <audio controls> <source src=\"/api/video/bbb-aq0.m4a\"> </audio> <br> <p> With high-quality audio, voices are clear and crisp, as the first audio clip. The lower the audio quality it is, the more muffled and unclear the voice sounds, demonstrated as the second audio clip. </p> <br> <h3> Stability of video imagery</h3> <br> <p> The stability of video imagery refers to how smooth the visual is of the video. </p> <container> <video controls width=45%><source src=\"/api/video/bbb-perfect.webm\"></video> &nbsp; &nbsp; <video controls width=45%><source src=\"/api/video/bbb-vid_sutt.webm\"></video> </container> <br> <p> Like the first video, a stable video would play smoothly. When there are limits in internet bandwidth, some information would be ignored during transmission, creating stutters or pauses in the video just like the second video. The more unstable it is, the more frequent pauses there will be. </p> <br> <h3> Stability of audio </h3> <br> <container> <video controls width=45%><source src=\"/api/video/bbb-perfect.webm\"></video> &nbsp; &nbsp; <video controls width=45%><source src=\"/api/video/bbb-aud_sutt.webm\"></video> </container> <br> <p> Again, like video imagery stability, the fourth element, stability of the audio, is about how fluent the audio sounds. Even though this two video clips shows the same imagery, but with with unstable audio, you will miss parts of the audio. Just like the second video, the sound stutters a lot compared to the first video clip. </p> <br> <h3> Syncronization of video-audio</h3> <br> <p> Finally, the synchronization between audio and video imagery may also be impacted. Perfect synchronization allows the visual in the video to match perfectly with the sound. As the audio and video imagery becomes out of sync, the video imagery will appear far more ahead of the corresponding audio, demonstrating considerable time lags. Compare the clips below. The latter one demonstrated how out of sync video and audio would be like. </p> <br> <container> <video controls width=45%><source src=\"/api/video/bbb-perfect.webm\"></video> &nbsp; &nbsp; <video controls width=45%><source src=\"/api/video/bbb-sync.webm\"></video> </container> <br> <h3> Wrap-up </h3><p> As a video streaming company, we want to know how passengers would prioritize the need for those different video elements. These elements involved the quality of the video, quality of the audio, stability of the audio, stability of the video, and finally, the synchronization of the video and audio. Our primary goal is to make sure passengers can understand the contents of the video under limited internet. Before we begin the survey, please answer a few questions so that we are confident you understood differences in the five video elements. </p>"
 }