{
	"filename":"test",
	"Title":"Task -- Price Your Design",
	"Description":"<p>Now, let's move on to the second step, pricing your product.</p><p>As mentioned on the instruction page, we used your responses to the streaming consumption preference survey and your demographics information and identified one buyer (BuyerID: B556093) who gave similar answers to the survey as yours. Now, we would like you to help us <b>price the product for this buyer, who is similar to you.</b></p><p>Like we mentioned, every element, regardless of which quality level you chose, comes with a cost, and the buyer will have to pay for it. We ask you to set a price for each video component between $0 - $4. Think about how much the buyer (BuyerID: B556093) might value each element. Then, set a price for that element. <b>Naturally, the more the buyer values an element, the more they are willing to pay for it, and vice versa. </b> The sum of the prices for the five elements will be the total price the buyer needs to pay for your product. Please also let us know your rationale behind how you price the video elements in the text box.</p> <h4>How you earn the bonus:</h4><p>After you submit your prices, we will show your product design and the prices for each element to this buyer (BuyerID: B556093). The buyer will decide whether they would purchase the product at the price you set. <b>If the buyer accepts your offer, you will win a commission that equals 10% of the total price you set.</b> For example, if you set the total price at $20, and if the buyer chooses your design, you will receive a $2 bonus.</p> <p>In other words, the higher you price these elements, the more you can potentially earn. However, if the buyer thinks <b>any of the elements is overpriced</b>, they will walk away, and you will not gain anything. Also, if the buyer thinks that the product does not help them complete their goal of <b>understanding the video</b>, they will walk away too.</p>",
	"settings":{
		"control_panel_can_change": true,
		"control_panel_has_price":false,
		"control_panel_freeze":false,
		"showDemoConfig":true,
		"showFullConfig": false,
		"showCheckboxPrice": true,
		"showCost": true,
		"apply":true,
		"normal":false
	}
  }
